Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# settings_market_alerts
source: Market alerts
ar: إشعارات السوق
cs: Tržní upozornění
da: Markedsmeddelelser
de: Markt-Meldungen
el: Ειδοποιήσεις αγοράς
es: Avisos del mercado
fa: اعلان‌های بازار
fi: Markkinailmoitukset
fr: Notifications de marché
he: התראות שוק
hi: बाज़ार सूचनाएँ
hu: Piaci értesítések
id: Peringatan pasar
it: Avvisi di mercato
ja: 相場のお知らせ
ko: 시장 알림
nb: Markedsvarsler
nl: Marktmeldingen
pl: Powiadomienia rynkowe
pt: Avisos de mercado
pt_br: Alertas de mercado
ro: Alerte de piață
ru: Рыночные уведомления
sq: Njoftime tregu
sv: Marknadsaviseringar
th: การแจ้งเตือนตลาด
tr: Piyasa bildirimleri
uk: Ринкові сповіщення
vi: Thông báo thị trường
zh_hans: 市场通知

# settings_market_alerts_active
source: %1$lld active
ar: %1$lld مفعّل
cs: %1$lld aktivních
da: %1$lld aktive
de: %1$lld aktiv
el: %1$lld ενεργά
es: %1$lld activos
fa: %1$lld فعال
fi: %1$lld päällä
fr: %1$lld activées
he: %1$lld פעילים
hi: %1$lld सक्रिय
hu: %1$lld aktív
id: %1$lld aktif
it: %1$lld attivi
ja: %1$lld 件オン
ko: %1$lld개 켜짐
nb: %1$lld aktive
nl: %1$lld actief
pl: %1$lld aktywnych
pt: %1$lld ativos
pt_br: %1$lld ativos
ro: %1$lld de active
ru: %1$lld активных
sq: %1$lld aktive
sv: %1$lld aktiva
th: เปิดอยู่ %1$lld รายการ
tr: %1$lld etkin
uk: %1$lld активних
vi: %1$lld đang bật
zh_hans: 已开启 %1$lld 项

# settings_market_alerts_hint
source: Market phase, Fear & Greed, gas fees, unusual activity, economic dates
ar: مرحلة السوق، مؤشر الخوف والطمع، رسوم الغاز، النشاط غير العادي، المواعيد الاقتصادية
cs: Fáze trhu, Strach a chamtivost, poplatky za gas, neobvyklá aktivita, ekonomické termíny
da: Markedsfase, Fear & Greed, gasgebyrer, usædvanlig aktivitet, økonomiske datoer
de: Marktphase, Fear & Greed, Gasgebühren, ungewöhnliche Aktivität, Wirtschaftstermine
el: Φάση αγοράς, Fear & Greed, τέλη gas, ασυνήθιστη δραστηριότητα, οικονομικές ημερομηνίες
es: Fase del mercado, Fear & Greed, comisiones de gas, actividad inusual, fechas económicas
fa: مرحله بازار، شاخص ترس و طمع، کارمزد گس، فعالیت غیرعادی، رویدادهای اقتصادی
fi: Markkinavaihe, Fear & Greed, gas-maksut, epätavallinen aktiivisuus, talouden päivämäärät
fr: Phase de marché, Fear & Greed, frais de gas, activité inhabituelle, dates économiques
he: שלב השוק, מדד פחד ותאוות בצע, עמלות גז, פעילות חריגה, מועדים כלכליים
hi: बाज़ार चरण, डर और लालच, गैस शुल्क, असामान्य गतिविधि, आर्थिक तिथियाँ
hu: Piaci fázis, Félelem és kapzsiság, gas díjak, szokatlan aktivitás, gazdasági időpontok
id: Fase pasar, Fear & Greed, biaya gas, aktivitas tidak biasa, jadwal ekonomi
it: Fase di mercato, Fear & Greed, commissioni gas, attività insolite, date economiche
ja: 相場フェーズ、恐怖・強欲指数、ガス代、異常な動き、経済指標の発表日
ko: 시장 국면, 공포·탐욕 지수, 가스비, 이상 움직임, 경제 일정
nb: Markedsfase, Fear & Greed, gassavgifter, uvanlig aktivitet, økonomiske datoer
nl: Marktfase, Fear & Greed, gaskosten, ongewone activiteit, economische data
pl: Faza rynku, Strach i chciwość, opłaty za gas, nietypowa aktywność, terminy gospodarcze
pt: Fase do mercado, Fear & Greed, taxas de gas, atividade invulgar, datas económicas
pt_br: Fase do mercado, Fear & Greed, taxas de gas, atividade incomum, datas econômicas
ro: Faza pieței, Fear & Greed, taxe gas, activitate neobișnuită, date economice
ru: Фаза рынка, индекс страха и жадности, комиссии за газ, необычная активность, экономические даты
sq: Faza e tregut, Fear & Greed, tarifat e gas-it, aktivitet i pazakontë, data ekonomike
sv: Marknadsfas, Fear & Greed, gasavgifter, ovanlig aktivitet, ekonomiska datum
th: ช่วงตลาด, ดัชนีความกลัวและความโลภ, ค่า Gas, ความเคลื่อนไหวผิดปกติ, วันประกาศข้อมูลเศรษฐกิจ
tr: Piyasa evresi, Korku ve Açgözlülük, gas ücretleri, olağandışı hareket, ekonomik tarihler
uk: Фаза ринку, індекс страху й жадібності, комісії за газ, незвичайна активність, економічні дати
vi: Giai đoạn thị trường, Sợ hãi & Tham lam, phí gas, hoạt động bất thường, lịch kinh tế
zh_hans: 市场阶段、恐惧与贪婪指数、Gas 费、异常活动、经济数据日期

# settings_minutes
source: %1$ld min
ar: %1$ld د
el: %1$ld λεπ.
fa: %1$ld دقیقه
he: %1$ld דק׳
hi: %1$ld मिनट
hu: %1$ld perc
id: %1$ld mnt
ja: %1$ld 分
ko: %1$ld분
ru: %1$ld мин
th: %1$ld นาที
tr: %1$ld dk
uk: %1$ld хв
vi: %1$ld phút
zh_hans: %1$ld 分钟

# settings_notification_change
source: Notify only on price change
ar: الإشعار عند تغيّر السعر فقط
cs: Oznamovat jen při změně ceny
da: Giv kun besked ved kursændring
de: Nur bei Kursänderung melden
el: Ειδοποίηση μόνο σε αλλαγή τιμής
es: Notificar solo si cambia el precio
fa: اعلان فقط هنگام تغییر قیمت
fi: Ilmoita vain hinnan muuttuessa
fr: Notifier seulement si le prix varie
he: התראה רק בשינוי מחיר
hi: केवल कीमत बदलने पर सूचित करें
hu: Értesítés csak árváltozáskor
id: Beri tahu hanya saat harga berubah
it: Notifica solo se il prezzo cambia
ja: 価格変動時のみ通知
ko: 가격 변동 시에만 알림
nb: Varsle bare ved kursendring
nl: Alleen melden bij koerswijziging
pl: Powiadamiaj tylko przy zmianie ceny
pt: Notificar só se o preço mudar
pt_br: Notificar só se o preço mudar
ro: Notifică doar la schimbarea prețului
ru: Уведомлять только при изменении цены
sq: Njofto vetëm kur ndryshon çmimi
sv: Avisera bara vid kursändring
th: แจ้งเตือนเฉพาะเมื่อราคาเปลี่ยน
tr: Yalnızca fiyat değişince bildir
uk: Сповіщати лише при зміні ціни
vi: Chỉ thông báo khi giá thay đổi
zh_hans: 仅在价格变动时通知

# settings_notification_change_always
source: Always
ar: دائمًا
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
fa: همیشه
fi: Aina
fr: Toujours
he: תמיד
hi: हमेशा
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
ko: 항상
nb: Alltid
nl: Altijd
pl: Zawsze
pt: Sempre
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
sq: Gjithmonë
sv: Alltid
th: ทุกครั้ง
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh_hans: 始终

# settings_notification_change_hint
source: A notification appears only once the price has moved by at least this much since the last one. Nothing is shown while data is missing. Alarms are unaffected.
ar: لا يظهر الإشعار إلا بعد أن يتحرك السعر بهذا القدر على الأقل منذ الإشعار السابق. لا يُعرض شيء أثناء غياب البيانات. لا تتأثر التنبيهات.
cs: Oznámení se zobrazí, až když se cena od posledního oznámení změní alespoň o tuto hodnotu. Pokud chybí data, nezobrazí se nic. Alarmů se to netýká.
da: En notifikation vises først, når kursen har bevæget sig mindst så meget siden den forrige. Der vises intet, mens der mangler data. Alarmer påvirkes ikke.
de: Eine Benachrichtigung erscheint erst, wenn sich der Kurs seit der letzten um mindestens so viel bewegt hat. Fehlen Daten, wird nichts gezeigt. Alarme bleiben davon unberührt.
el: Η ειδοποίηση εμφανίζεται μόνο όταν η τιμή έχει κινηθεί τουλάχιστον τόσο από την προηγούμενη. Όσο λείπουν δεδομένα, δεν εμφανίζεται τίποτα. Οι ειδοποιήσεις τιμής δεν επηρεάζονται.
es: Solo aparece una notificación cuando el precio se ha movido al menos esta cantidad desde la última. No se muestra nada mientras falten datos. Las alarmas no se ven afectadas.
fa: اعلان فقط زمانی نمایش داده می‌شود که قیمت از اعلان قبلی دست‌کم به این اندازه تغییر کرده باشد. وقتی داده‌ای در دسترس نیست چیزی نمایش داده نمی‌شود. هشدارها تحت تأثیر قرار نمی‌گیرند.
fi: Ilmoitus näytetään vasta, kun hinta on muuttunut vähintään tämän verran edellisestä ilmoituksesta. Kun tietoja puuttuu, mitään ei näytetä. Ei vaikuta hälytyksiin.
fr: Une notification n'apparaît que si le prix a varié d'au moins cette valeur depuis la dernière. Rien n'est affiché tant que des données manquent. Les alertes ne sont pas concernées.
he: התראה מופיעה רק כשהמחיר זז לפחות בשיעור זה מאז ההתראה הקודמת. כשחסרים נתונים לא מוצג דבר. התראות המחיר אינן מושפעות.
hi: पिछले नोटिफ़िकेशन के बाद कीमत कम से कम इतनी बदलने पर ही नोटिफ़िकेशन दिखता है। डेटा न होने पर कुछ नहीं दिखाया जाता। अलार्म पर इसका असर नहीं पड़ता।
hu: Értesítés csak akkor jelenik meg, ha az ár az előző óta legalább ennyivel elmozdult. Hiányzó adatok esetén semmi sem jelenik meg. A riasztásokat ez nem érinti.
id: Notifikasi hanya muncul jika harga sudah bergerak setidaknya sebesar ini sejak notifikasi terakhir. Tidak ada yang ditampilkan selama data belum tersedia. Alarm tidak terpengaruh.
it: Una notifica appare solo quando il prezzo si è mosso almeno di questo valore dall'ultima. Se mancano dati non viene mostrato nulla. Gli allarmi non sono interessati.
ja: 前回の通知から価格がこの幅以上動いたときだけ通知します。データがない間は何も表示しません。アラームには影響しません。
ko: 마지막 알림 이후 가격이 이만큼 이상 움직였을 때만 알림이 표시됩니다. 데이터가 없으면 아무것도 표시되지 않습니다. 경보에는 영향이 없습니다.
nb: Et varsel vises først når kursen har beveget seg minst så mye siden forrige varsel. Ingenting vises mens data mangler. Alarmer påvirkes ikke.
nl: Een melding verschijnt pas als de koers sinds de vorige minstens zoveel is bewogen. Zolang gegevens ontbreken, wordt niets getoond. Alarmen worden niet beïnvloed.
pl: Powiadomienie pojawi się dopiero, gdy cena zmieni się co najmniej o tyle od poprzedniego. Gdy brakuje danych, nic nie jest wyświetlane. Nie dotyczy alarmów.
pt: Só aparece uma notificação quando o preço variou pelo menos este valor desde a última. Nada é mostrado enquanto faltarem dados. Os alarmes não são afetados.
pt_br: Uma notificação só aparece quando o preço variou pelo menos esse valor desde a última. Nada é mostrado enquanto faltarem dados. Os alarmes não são afetados.
ro: O notificare apare doar după ce prețul s-a modificat cu cel puțin această valoare față de ultima. Cât timp lipsesc date, nu se afișează nimic. Alarmele nu sunt afectate.
ru: Уведомление появится, только когда цена изменится хотя бы на эту величину с момента предыдущего. Пока данных нет, ничего не показывается. На оповещения не влияет.
sq: Njoftimi shfaqet vetëm kur çmimi ka lëvizur të paktën kaq që nga njoftimi i fundit. Kur mungojnë të dhënat nuk shfaqet asgjë. Alarmet nuk ndikohen.
sv: En avisering visas först när kursen har rört sig minst så här mycket sedan den förra. Inget visas när data saknas. Larm påverkas inte.
th: การแจ้งเตือนจะแสดงเมื่อราคาเปลี่ยนอย่างน้อยเท่านี้นับจากครั้งก่อนเท่านั้น จะไม่แสดงอะไรขณะไม่มีข้อมูล สัญญาณเตือนไม่ได้รับผลกระทบ
tr: Bildirim, fiyat bir öncekinden bu yana en az bu kadar değiştiğinde gösterilir. Veri eksikken hiçbir şey gösterilmez. Alarmlar etkilenmez.
uk: Сповіщення з'являється лише тоді, коли ціна змінилася щонайменше на цю величину від попереднього. Поки даних немає, нічого не показується. На сигнали це не впливає.
vi: Thông báo chỉ xuất hiện khi giá đã thay đổi ít nhất mức này so với lần trước. Không hiển thị gì khi thiếu dữ liệu. Cảnh báo không bị ảnh hưởng.
zh_hans: 只有当价格自上次通知以来变动至少达到此幅度时才会通知。数据缺失时不显示任何内容。提醒不受影响。

# settings_ongoing_notifications
source: Cannot be swiped away
ar: غير قابلة للإزالة بالسحب
cs: Nelze odsunout
da: Kan ikke stryges væk
de: Nicht wegwischbar
el: Χωρίς απόρριψη με σύρσιμο
es: No se pueden descartar
fa: قابل کنار زدن نباشد
fi: Ei voi pyyhkäistä pois
fr: Non balayables
he: לא ניתן להחליק לסגירה
hi: स्वाइप करके हटाया नहीं जा सकता
hu: Nem söpörhető el
id: Tidak bisa digeser untuk menutup
it: Non rimovibili
ja: スワイプで消去不可
ko: 밀어서 지우기 불가
nb: Kan ikke sveipes bort
nl: Niet wegvegen
pl: Nie można odrzucić
pt: Não podem ser dispensadas
pt_br: Não podem ser dispensadas
ro: Nu pot fi glisate
ru: Нельзя смахнуть
sq: Nuk mund të hiqen me rrëshqitje
sv: Kan inte sveps bort
th: ปัดทิ้งไม่ได้
tr: Kaydırılarak kapatılamaz
uk: Не можна змахнути
vi: Không thể vuốt để xóa
zh_hans: 无法滑动清除

# settings_ongoing_notifications_hint
source: Keeps price notifications pinned.
ar: يُبقي إشعارات الأسعار مثبّتة.
cs: Cenová oznámení zůstanou připnutá.
da: Holder kursnotifikationerne fastgjort.
de: Hält die Kurs-Benachrichtigungen fest.
el: Οι ειδοποιήσεις τιμών παραμένουν καρφιτσωμένες.
es: Mantiene fijas las notificaciones de precio.
fa: اعلان‌های قیمت را ثابت نگه می‌دارد.
fi: Pitää hintailmoitukset kiinnitettyinä.
fr: Garde les notifications de prix épinglées.
he: משאיר את התראות המחיר מוצמדות.
hi: प्राइस नोटिफ़िकेशन को पिन करके रखता है।
hu: Az árértesítések rögzítve maradnak.
id: Notifikasi harga tetap disematkan.
it: Mantiene fisse le notifiche di prezzo.
ja: 価格通知を固定表示します。
ko: 가격 알림을 고정해 둡니다.
nb: Holder kursvarslene festet.
nl: Houdt koersmeldingen vastgezet.
pl: Powiadomienia o cenie pozostają przypięte.
pt: Mantém as notificações de preço fixas.
pt_br: Mantém as notificações de preço fixas.
ro: Păstrează notificările de preț fixate.
ru: Уведомления о цене остаются закреплёнными.
sq: Mban të fiksuara njoftimet e çmimit.
sv: Håller kursaviseringarna fästa.
th: ปักหมุดการแจ้งเตือนราคาไว้
tr: Fiyat bildirimlerini sabit tutar.
uk: Цінові сповіщення залишаються закріпленими.
vi: Giữ cố định thông báo giá.
zh_hans: 保持价格通知常驻。

# settings_portfolio_lock
source: Portfolio lock
ar: قفل المحفظة
cs: Zámek portfolia
da: Porteføljelås
de: Portfolio-Sperre
el: Κλείδωμα χαρτοφυλακίου
es: Bloqueo de la cartera
fa: قفل پرتفوی
fi: Salkun lukitus
fr: Verrouillage du portefeuille
he: נעילת תיק השקעות
hi: पोर्टफोलियो लॉक
hu: Portfóliózár
id: Kunci portofolio
it: Blocco portafoglio
ja: ポートフォリオのロック
ko: 포트폴리오 잠금
nb: Porteføljelås
nl: Portfolio-vergrendeling
pl: Blokada portfela
pt: Bloqueio do portfólio
pt_br: Bloqueio do portfólio
ro: Blocarea portofoliului
ru: Блокировка портфеля
sq: Kyçja e portofolit
sv: Portföljlås
th: ล็อกพอร์ตโฟลิโอ
tr: Portföy kilidi
uk: Блокування портфеля
vi: Khóa danh mục
zh_hans: 投资组合锁

# settings_portfolio_lock_hint
source: Protects only the portfolio: unlock with fingerprint, face or device PIN. Locks again after more than a minute in the background. Watchlist, alarms and other widgets stay open.
ar: يحمي المحفظة فقط: افتح القفل ببصمة الإصبع أو الوجه أو رمز PIN للجهاز. يُقفل مجددًا بعد أكثر من دقيقة في الخلفية. تبقى قائمة المتابعة والتنبيهات والأدوات الأخرى مفتوحة.
cs: Chrání jen portfolio: odemknutí otiskem prstu, obličejem nebo PIN zařízení. Znovu se zamkne po více než minutě na pozadí. Sledované, alarmy a ostatní widgety zůstávají přístupné.
da: Beskytter kun porteføljen: lås op med fingeraftryk, ansigt eller enhedens PIN. Låser igen efter mere end et minut i baggrunden. Overvågningsliste, alarmer og andre widgets forbliver åbne.
de: Schützt nur das Portfolio: entsperren mit Fingerabdruck, Gesicht oder Geräte-PIN. Sperrt wieder nach mehr als einer Minute im Hintergrund. Merkliste, Alarme und übrige Widgets bleiben offen.
el: Προστατεύει μόνο το χαρτοφυλάκιο: ξεκλείδωμα με δακτυλικό αποτύπωμα, πρόσωπο ή PIN συσκευής. Κλειδώνει ξανά μετά από περισσότερο από ένα λεπτό στο παρασκήνιο. Η λίστα παρακολούθησης, οι ειδοποιήσεις και τα άλλα widget μένουν ανοιχτά.
es: Protege solo la cartera: desbloquea con huella, rostro o PIN del dispositivo. Se vuelve a bloquear tras más de un minuto en segundo plano. La lista de seguimiento, las alarmas y los demás widgets siguen accesibles.
fa: فقط از پرتفوی محافظت می‌کند: با اثر انگشت، چهره یا پین دستگاه باز کنید. پس از بیش از یک دقیقه در پس‌زمینه دوباره قفل می‌شود. فهرست پیگیری، هشدارها و ویجت‌های دیگر باز می‌مانند.
fi: Suojaa vain salkun: avaa sormenjäljellä, kasvoilla tai laitteen PIN-koodilla. Lukittuu uudelleen, kun sovellus on ollut taustalla yli minuutin. Seurantalista, hälytykset ja muut widgetit pysyvät avoimina.
fr: Protège uniquement le portefeuille : déverrouillage par empreinte, visage ou code PIN de l'appareil. Se reverrouille après plus d'une minute en arrière-plan. La liste de suivi, les alarmes et les autres widgets restent accessibles.
he: מגינה רק על תיק ההשקעות: ביטול נעילה בטביעת אצבע, בפנים או בקוד PIN של המכשיר. ננעל שוב אחרי יותר מדקה ברקע. רשימת המעקב, ההתראות ושאר הווידג׳טים נשארים פתוחים.
hi: केवल पोर्टफोलियो की सुरक्षा करता है: फ़िंगरप्रिंट, चेहरे या डिवाइस PIN से अनलॉक करें। बैकग्राउंड में एक मिनट से ज़्यादा रहने पर फिर लॉक हो जाता है। वॉचलिस्ट, अलार्म और बाकी विजेट खुले रहते हैं।
hu: Csak a portfóliót védi: feloldás ujjlenyomattal, arccal vagy az eszköz PIN-kódjával. Több mint egy perc háttérben töltött idő után újra zárol. A figyelőlista, a riasztások és a többi widget szabadon elérhető marad.
id: Hanya melindungi portofolio: buka dengan sidik jari, wajah, atau PIN perangkat. Terkunci lagi setelah lebih dari satu menit di latar belakang. Daftar pantauan, alarm, dan widget lain tetap terbuka.
it: Protegge solo il portafoglio: sblocco con impronta, volto o PIN del dispositivo. Si blocca di nuovo dopo più di un minuto in background. Lista di osservazione, allarmi e altri widget restano accessibili.
ja: ポートフォリオだけを保護します：指紋、顔、または端末のPINでロック解除。バックグラウンドに1分以上あると再びロックされます。ウォッチリスト、アラーム、その他のウィジェットはそのまま使えます。
ko: 포트폴리오만 보호합니다: 지문, 얼굴 또는 기기 PIN으로 잠금 해제. 백그라운드에서 1분 넘게 있으면 다시 잠깁니다. 관심 목록, 알람 및 다른 위젯은 계속 열려 있습니다.
nb: Beskytter bare porteføljen: lås opp med fingeravtrykk, ansikt eller enhetens PIN. Låses igjen etter mer enn ett minutt i bakgrunnen. Overvåkingsliste, alarmer og andre widgeter forblir åpne.
nl: Beschermt alleen de portfolio: ontgrendelen met vingerafdruk, gezicht of pincode van het apparaat. Vergrendelt opnieuw na meer dan een minuut op de achtergrond. Volglijst, alarmen en andere widgets blijven open.
pl: Chroni tylko portfel: odblokowanie odciskiem palca, twarzą lub PIN-em urządzenia. Blokuje się ponownie po ponad minucie w tle. Lista obserwowanych, alarmy i pozostałe widżety pozostają dostępne.
pt: Protege apenas o portfólio: desbloqueie com impressão digital, rosto ou PIN do dispositivo. Volta a bloquear após mais de um minuto em segundo plano. A lista de acompanhamento, os alarmes e os outros widgets continuam acessíveis.
pt_br: Protege apenas o portfólio: desbloqueie com impressão digital, rosto ou PIN do dispositivo. Bloqueia de novo após mais de um minuto em segundo plano. A lista de acompanhamento, os alarmes e os outros widgets continuam acessíveis.
ro: Protejează doar portofoliul: deblocați cu amprenta, fața sau PIN-ul dispozitivului. Se blochează din nou după mai mult de un minut în fundal. Lista de urmărire, alarmele și celelalte widgeturi rămân accesibile.
ru: Защищает только портфель: разблокировка отпечатком пальца, лицом или PIN-кодом устройства. Снова блокируется после более чем минуты в фоне. Список наблюдения, оповещения и другие виджеты остаются доступными.
sq: Mbron vetëm portofolin: shkyçni me gjurmë gishti, fytyrë ose PIN të pajisjes. Kyçet përsëri pas më shumë se një minute në sfond. Lista e ndjekjes, alarmet dhe widget-et e tjera mbeten të hapura.
sv: Skyddar bara portföljen: lås upp med fingeravtryck, ansikte eller enhetens PIN. Låses igen efter mer än en minut i bakgrunden. Bevakningslista, larm och andra widgetar förblir öppna.
th: ปกป้องเฉพาะพอร์ตโฟลิโอ: ปลดล็อกด้วยลายนิ้วมือ ใบหน้า หรือ PIN ของอุปกรณ์ ล็อกอีกครั้งเมื่ออยู่เบื้องหลังนานกว่าหนึ่งนาที รายการติดตาม การแจ้งเตือน และวิดเจ็ตอื่นยังเปิดใช้ได้
tr: Yalnızca portföyü korur: parmak izi, yüz veya cihaz PIN'i ile kilidi açın. Arka planda bir dakikadan uzun kaldıktan sonra yeniden kilitlenir. İzleme listesi, alarmlar ve diğer widget'lar açık kalır.
uk: Захищає лише портфель: розблокування відбитком пальця, обличчям або PIN-кодом пристрою. Знову блокується після понад хвилини у фоні. Список спостереження, сповіщення та інші віджети залишаються доступними.
vi: Chỉ bảo vệ danh mục: mở khóa bằng vân tay, khuôn mặt hoặc mã PIN thiết bị. Khóa lại sau hơn một phút chạy nền. Danh sách theo dõi, cảnh báo và các widget khác vẫn mở.
zh_hans: 仅保护投资组合：使用指纹、面容或设备 PIN 解锁。在后台超过一分钟后会再次锁定。自选列表、提醒和其他小组件保持开放。

# settings_portfolio_tab
source: Show Portfolio tab
ar: إظهار تبويب المحفظة
cs: Zobrazit kartu Portfolio
da: Vis fanen Portefølje
de: Portfolio-Tab anzeigen
el: Εμφάνιση καρτέλας Χαρτοφυλάκιο
es: Mostrar pestaña Cartera
fa: نمایش زبانه پرتفوی
fi: Näytä Salkku-välilehti
fr: Afficher l'onglet Portefeuille
he: הצגת לשונית תיק השקעות
hi: पोर्टफोलियो टैब दिखाएँ
hu: Portfólió lap megjelenítése
id: Tampilkan tab Portofolio
it: Mostra la scheda Portafoglio
ja: ポートフォリオタブを表示
ko: 포트폴리오 탭 표시
nb: Vis fanen Portefølje
nl: Tabblad Portfolio tonen
pl: Pokaż kartę Portfel
pt: Mostrar separador Portfólio
pt_br: Mostrar aba Portfólio
ro: Afișează fila Portofoliu
ru: Показывать вкладку «Портфель»
sq: Shfaq skedën Portofoli
sv: Visa fliken Portfölj
th: แสดงแท็บพอร์ตโฟลิโอ
tr: Portföy sekmesini göster
uk: Показувати вкладку «Портфель»
vi: Hiện thẻ Danh mục
zh_hans: 显示“投资组合”标签页

# settings_price_colors
source: Price colors
ar: ألوان الأسعار
cs: Barvy cen
da: Kursfarver
de: Kursfarben
el: Χρώματα τιμών
es: Colores de precio
fa: رنگ‌های قیمت
fi: Hintojen värit
fr: Couleurs des prix
he: צבעי מחירים
hi: कीमत के रंग
hu: Árszínek
id: Warna harga
it: Colori dei prezzi
ja: 価格の色
ko: 가격 색상
nb: Kursfarger
nl: Koerskleuren
pl: Kolory cen
pt: Cores dos preços
pt_br: Cores dos preços
ro: Culorile prețurilor
ru: Цвета цен
sq: Ngjyrat e çmimeve
sv: Kursfärger
th: สีราคา
tr: Fiyat renkleri
uk: Кольори цін
vi: Màu giá
zh_hans: 价格颜色
